import { MdDeveloperMode } from "react-icons/md";
import { FaConnectdevelop, FaLaptopCode } from "react-icons/fa";

export const serviceInfo = [
  {
    id: 1,
    name: "Разработка веб-сайтов",
    icon: <FaLaptopCode size={100} />,
    title:
      "Сайт - это неотъемлемая часть ведения бизнес дел в современном мире; от дизайна и функциональности вашей визитки зависит первое впечатление заинтересованного Вами лица. Мы стараемся сделать полное соответствие Вашему логотипу и фирменному стилю, а также их улучшение и раскрутку, а если их нет, то подобрать наиболее подходящее сочетание цветовых гамм и элементов для полного отражения Вашей сферы деятельности.",
  },
  {
    id: 2,
    name: "Продвижение и SEO оптимизация",
    icon: <FaConnectdevelop size={100} />,
    title:
      "SEO оптимизация - главный аспект уже разработанного сайта. Очень важно иметь оптимизированный для глобальных поисковиков (Google, Yandex и т.д.) сайт или приложение. Это дает возможность целевой аудитории легче Вас найти. SMM продвижение берет на себя роль вспомогательного средства, так как в социальных сетях немаловажно иметь узнаваемость, чтобы охватить очень большое количество интернет пользователей.",
  },
  {
    id: 3,
    name: "Мобильные приложения",
    icon: <MdDeveloperMode size={100} />,
    title:
      "Android и IOS сейчас являются самыми быстрорастущими операционными системами, будучи инструментами быстрого доступа в интернет, которые всегда под рукой. Наличие такого дополнения к Вашему сайту имеет большой приоритет для выполнения моментальных реализаций людьми. Мы разрабатываем мобильные приложения согласно мировым стандартам и можем распространить их с помощью общедоступных Google Play и App Store.",
  },
];
